<?php
// Heading
$_['heading_title']    = 'Бесплатная доставка';

// Text 
$_['text_shipping']    = 'Бесплатная доставка';
$_['text_success']     = 'Настройки модуля обновлены!';

// Entry
$_['entry_descr']		= 'Описание';
$_['entry_total']      = 'Порог стоимости';
$_['entry_geo_zone']   = 'Географическая зона';
$_['entry_comment']    = 'Комментарии';
$_['entry_status']     = 'Состояние';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total']       = 'Минимальная сумма, необходимая для того, чтобы бесплатная доставка стала доступна.';
$_['help_comment']     = 'Комментарии или условие для бесплатной доставки.';

// Error
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';