<?php
// Heading  
$_['heading_title']        = 'Посчитать стоимость доставки';

// Text
$_['text_success']         = 'Способ доставки применен!';
$_['text_shipping']        = 'Введите место доставки, чтобы оценить стоимость.';
$_['text_shipping_method'] = 'Пожалуйста, выберите предпочтительный способ доставки.';

// Entry
$_['entry_country']        = 'Страна:';
$_['entry_zone']           = 'Район / Область:';
$_['entry_postcode']       = 'Почтовый индекс:';

// Error
$_['error_postcode']       = 'Неправильно указан почтовый индекс!';
$_['error_country']        = 'Пожалуйста, выбирете страну!';
$_['error_zone']           = 'Пожалуйста, выбирете район / область!';
$_['error_shipping']       = 'Ошибка! Нужно выбрать способ доставки!';
$_['error_no_shipping']    = 'Ошибка! Нет возможных способов доставки. Пожалуйста, <a href="%s">свяжитесь с нами</a> и мы постараемся помочь!';
