<?php
// Heading
$_['heading_title']     = 'Макеты';

// Text
$_['text_success']      = 'Макеты успешно обновлены!';

// Column
$_['column_name']       = 'Название макета';
$_['column_action']     = 'Управление';

// Entry
$_['entry_name']        = 'Название макета:';
$_['entry_route']       = 'Путь:';

// Error
$_['error_permission']  = 'Отказ в доступе! Вы не можете редактировать этот раздел!';
$_['error_name']        = 'Название макета должно быть от 3 до 64 символов!';
$_['error_default']     = 'Этот макет не может быть удален, поскольку он используется в магазине по умолчанию!';
$_['error_product']     = 'Этот макет не может быть удален, поскольку он используется %s товаром(ами)!';
$_['error_category']    = 'Этот макет не может быть удален, поскольку он используется %s категорией(ями)!';
$_['error_information'] = 'Этот макет не может быть удален, поскольку он используется %s страницей(ами)!';