<?php
// Heading
$_['heading_title']    = 'Менеджер файлов';

// Text
$_['text_uploaded']    = 'Файл загружен!';
$_['text_directory']   = 'Директория создана!';
$_['text_delete']      = 'Файл или директория удалена!';

// Entry
$_['entry_search']     = 'Поиск..';
$_['entry_folder']     = 'Название папки:';

// Error
$_['error_permission'] = 'Отказ в доступе! Вы не можете редактировать этот раздел!';
$_['error_filename']   = 'Имя файла должно быть от 3 до 255 символов!';
$_['error_folder']     = 'Имя папки должно быть от 3 до 255 символов!';
$_['error_exists']     = 'Файл или директория с таким именем уже существует!';
$_['error_directory']  = 'Папка не существует!';
$_['error_filetype']   = 'Ошибка типа файла';
$_['error_upload']     = 'Файл не загружается по непонятным причинам!';
$_['error_delete']     = 'Не могу удалить папку!';