<?php
// Heading
$_['heading_title']     = 'Группы покупателей';

// Text
$_['text_success']      = 'Группы покупателей изменены!';

// Column
$_['column_name']       = 'Название группы покупателей';
$_['column_sort_order'] = 'Прядок сортировки';
$_['column_action']     = 'Управление';

// Entry
$_['entry_name']        = 'Название группы покупателей:';
$_['entry_description'] = 'Описание:';
$_['entry_approval']    = 'Подтверждение новых пользователей:';
$_['entry_sort_order']  = 'Порядок сортировки:';

// Help
$_['help_approval']     = 'Пользователи должны быть активированы администратором, прежде чем смогут зайти в магазин.';

// Error
$_['error_permission']   = 'У Вас нет прав для изменения групп покупателей!';
$_['error_name']         = 'Название группы должно быть от 3 до 32 символов!';
$_['error_default']      = 'Эту группу покупателей нельзя удалить, поскольку она используется по умолчанию!';
$_['error_customer']     = 'Эту группу покупателей нельзя удалить, поскольку в нее входит %s покупатель(ей)!';