<?php
// Heading  
$_['heading_title']     = 'Подарочные сертификаты';

// Text
$_['text_success']      = 'Вы изменили подарочный сертификат!';
$_['text_sent']         = 'Подарочный сертификат отправлен на E-Mail!';

// Column
$_['column_name']       = 'Название';
$_['column_code']       = 'Код';
$_['column_from']       = 'От';
$_['column_to']         = 'Кому';
$_['column_theme']      = 'Тема';
$_['column_amount']     = 'Сумма';
$_['column_status']     = 'Состояние';
$_['column_order_id']   = 'Номер заказа';
$_['column_customer']   = 'Покупатель';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Управление';

// Entry
$_['entry_code']        = 'Код:';
$_['entry_from_name']   = 'Имя отправителя:';
$_['entry_from_email']  = 'E-Mail отправителя:';
$_['entry_to_name']     = 'Имя получателя:';
$_['entry_to_email']    = 'E-Mail получателя:';
$_['entry_theme']       = 'Тема:';
$_['entry_message']     = 'Сообщение:';
$_['entry_amount']      = 'Сумма:';
$_['entry_status']      = 'Состояние:';

// Help
$_['help_code']         = 'Код, который клиент вводит для активации подарочного сертификата.';

// Error
$_['error_permission']  = 'Отказ в доступе! Вы не можете редактировать этот раздел!';
$_['error_exists']      = 'Такой код подарочного сертификата уже используется!';
$_['error_code']        = 'Код должен быть от 3 до 10 символов!';
$_['error_to_name']     = 'Имя получателя должно быть от 1 до 64 символов!';
$_['error_from_name']   = 'Имя отправителя должно быть от 1 до 64 символов!';
$_['error_email']       = 'E-Mail адрес введен неверно!';
$_['error_amount']      = 'Сумма должна быть не менее 1!';
$_['error_order']       = 'Этот подарочный сертификат не может быть удален, так как он часть <a href="%s">заказа</a>!';