<?php
// Heading
$_['heading_title']      = 'Темы подарочных сертификатов';

// Text
$_['text_success']       = 'Тема подарочного сертификата успешно изменена!';

// Column
$_['column_name']        = 'Название темы';
$_['column_action']      = 'Управление';

// Entry
$_['entry_name']         = 'Название темы:';
$_['entry_description']  = 'Описание темы:';
$_['entry_image']        = 'Изображение:';

// Error
$_['error_permission']  = 'Отказ в доступе! Вы не можете редактировать этот раздел!';
$_['error_name']        = 'Название должно содержать от 3 до 32 символов!';
$_['error_image']       = 'Изображение обязательно!';
$_['error_voucher']     = 'Тема подарочного сертифика не может быть удалена, поскольку она используется в %s сертификате(ах)!';