<?php
// Heading
$_['heading_title']      = 'Банковский перевод';

// Text 
$_['text_payment']       = 'Оплата';
$_['text_success']       = 'Настройки модуля обновлены!';

// Entry
$_['entry_bank']         = 'Инструкция по переводу:';
$_['entry_total']        = 'Минимальная сумма:';
$_['entry_order_status'] = 'Состояние заказа после оплаты:';
$_['entry_status']       = 'Cостояние:';
$_['entry_sort_order']   = 'Порядок сортировки:';

// Help
$_['help_total']         = 'Минимальная сумма заказа. Ниже этой суммы метод будет недоступен.';

// Error
$_['error_permission']   = 'У Вас нет прав для управления этим модулем!';
$_['error_bank']         = 'Необходима инструкция по переводу!';