<?php
// Heading
$_['heading_title']     = 'Группы атрибутов';

// Text
$_['text_success']      = 'Группы атрибутов успешно обновлены!';

// Column
$_['column_name']       = 'Название группы атрибутов';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Управление';

// Entry
$_['entry_name']        = 'Название группы атрибутов:';
$_['entry_sort_order']  = 'Порядок сортировки:';

// Error
$_['error_permission']  = 'Отказ в доступе! Вы не можете редактировать этот раздел!';
$_['error_name']        = 'Название группы атрибутов должно быть от 3 до 64 символов!';
$_['error_attribute']   = 'Группа атрибутов не может быть удалена, поскольку она используется %s атрибутами!';
$_['error_product']     = 'Группа атрибутов не может быть удалена, поскольку она используется %s товарами!';
