<?php
// Heading
$_['heading_title']     = 'Фильтры';

// Text
$_['text_success']      = 'Изменения сохранены!';

// Column
$_['column_group']      = 'Группа';
$_['column_sort_order'] = 'Порядок сортировки:';
$_['column_action']     = 'Управление';

// Entry
$_['entry_group']       = 'Название группы:';
$_['entry_name']        = 'Название фильтра:';
$_['entry_sort_order']  = 'Порядок сортировки:';

// Error
$_['error_permission']  = 'Отказ в доступе! Вы не можете редактировать этот раздел!';
$_['error_group']       = 'Название группы должно быть от 1 до 64 символов!';
$_['error_name']        = 'Название фильтра должно быть от 1 до 64 символов!';