<?php
// Heading
$_['heading_title']          = 'Страницы';

// Text
$_['text_success']           = 'Список страниц обновлен!';
$_['text_positions_1']			 = 'Не показать в меню';
$_['text_positions_2']			 = 'Показать в футере';
$_['text_positions_3']			 = 'Показать на верху';
$_['text_positions_4']			 = 'Показать везде';

// Column
$_['column_title']           = 'Заголовок страницы';
$_['column_sort_order']	     = 'Порядок сортировки';
$_['column_action']          = 'Управление';

// Entry
$_['entry_title']            = 'Заголовок страницы';
$_['entry_description']      = 'Описание';
$_['entry_meta_title'] 	     = 'Мета тег Title';
$_['entry_meta_keyword'] 	   = 'Мета-тег Keywords';
$_['entry_meta_description'] = 'Мета-тег Description';
$_['entry_seourl']          = 'SEO URL:<br/><span class="help">Должно быть уникальным на всю систему.</span>';
$_['entry_positions']          = 'Ссылка на страницу:';
$_['entry_status']           = 'Состояние:';
$_['entry_sort_order']       = 'Порядок сортировки';
$_['entry_layout']           = 'Назначить макет:';

// Help
$_['help_seourl']           = 'Не используйте пробелы! Пробелы можете заменить символом "-", и убедитесь, что ключевое слово уникальное.';
$_['help_positions']            = 'Если эта опция выбрана, то внизу страницы (в подваеле) будет ссылка на эту статью.';

// Error 
$_['error_warning']          = 'Внимательно проверьте форму на ошибки!';
$_['error_permission']    	 = 'У Вас нет прав для изменения статей!';
$_['error_title']       	   = 'Заголовок статьи должно быть от 3 до 64 символов!';
$_['error_description'] 	   = 'Описание должно быть не менее 3 символов!';;
$_['error_meta_title']       = 'Мета тег Title должен содержать от 3 до 255 символов!';
$_['error_account']     	   = 'Эту страницу нельзя удалить, поскольку она назначена Политикой безопасности по-умолчанию!';
$_['error_checkout']    	   = 'Эту страницу нельзя удалить, поскольку она назначена Условиями соглашения по-умолчанию!';
$_['error_affiliate']   	   = 'Страница не может быть удалена, поскольку она используется в условиях партнерской программы!';