<?php
// Heading
$_['heading_title']      = 'Производители';

// Text
$_['text_success']       = 'Производители обновлены!';
$_['text_default']       = 'По умолчанию';

// Column
$_['column_name']        = 'Производитель';
$_['column_sort_order']  = 'Порядок сортировки';
$_['column_action']      = 'Управление';

// Entry
$_['entry_name']         = 'Производитель';
$_['entry_description']  = 'Описание';
$_['entry_seourl']       = 'SEO ссылка';
$_['entry_image']        = 'Логотип';
$_['entry_sort_order']   = 'Порядок сортировки';
$_['entry_type']         = 'Тип';

// Help
$_['help_seourl']      = 'Должно быть уникальным на всю систему.';

// Error
$_['error_permission']   = 'Ошибка! У Вас нет прав для изменения производителей!';
$_['error_name']         = 'Ошибка! Название производителя должно быть от 3 до 64 символов!';
$_['error_product']      = 'Ошибка! Этот производитель не может быть удален, поскольку в настоящее время он прикреплен к %s товару(ам)!';