<?php
// Heading
$_['heading_title']      = 'Склады';

// Text
$_['text_success']       = 'Склады обновлены!';
$_['text_default']       = 'По умолчанию';

// Column
$_['column_name']     	 = 'Название склада';
$_['column_term'] 		= 'Срок доставки (дни)';
$_['column_action']    	 = 'Управление';

// Entry
$_['entry_name']         = 'Название склада:';
$_['entry_description']  = 'Описание склада:';
$_['entry_term']   = 'Срок доставки';

// Help
$_['help_term']      = 'Укажите срок доставки в днях.';

// Error
$_['error_permission']   = 'Ошибка! У Вас нет прав для изменения складов!';
$_['error_name']         = 'Ошибка! Название склада должно быть от 3 до 64 символов!';
$_['error_product']      = 'Ошибка! Этот склад не может быть удален, поскольку в настоящее время он прикреплен к %s товару(ам)!';