<?php  
// Heading
$_['heading_title']        = 'Рассылка';

// Text
$_['text_success']         = 'Ваше сообщение удачно отправлено!';
$_['text_sent']            = 'Ваше сообщение удачно отправлено %s из %s получателям!';
$_['text_default']         = 'По умолчанию';
$_['text_newsletter']      = 'Всем, кто подписался на новости';
$_['text_customer_all']    = 'Всем покупателям';
$_['text_customer_group']  = 'Группе покупателей';
$_['text_customer']        = 'Покупателям';
$_['text_product']         = 'По товарам';

// Entry
$_['entry_store']          = 'От:';
$_['entry_to']             = 'Кому:';
$_['entry_customer_group'] = 'Выбор группы:';
$_['entry_customer']       = 'Список покупателей:';
$_['entry_product']        = 'Список товаров:';
$_['entry_subject']        = 'Тема:';
$_['entry_message']        = 'Сообщение:';

// Help
$_['help_customer']       = 'Автодополнение';
$_['help_product']        = 'Отправлять только тем покупателям, которые раньше покупали товары из этого списка. (Автодополнение)';

// Error
$_['error_permission']     = 'Отказ в доступе! Вы не можете редактировать этот раздел!';
$_['error_subject']        = 'Нужно ввести тему!';
$_['error_message']        = 'Нужно ввести сообщение письма!';